Repository: webmozart/sulu
Catalog: src/Sulu/Bundle/CustomUrlBundle/Resources/translations/sulu/backend.*.xlf
Languages: fr

# content-navigation.webspace.custom-url
source: Custom URL
fr: URL personnalisée

# custom-urls.webspace.settings.edit.title
source: Custom URL
fr: URL personnalisée

# custom-urls.urls-title
source: URL History
fr: URL Histoire

# custom-urls.activated
source: Activated
fr: Activé

# custom-urls.base-domain
source: Basedomain
fr: Basé domaine

# custom-urls.custom-url
source: Custom URL
fr: URL personnalisée

# custom-urls.target
source: Target page
fr: Landing page

# custom-urls.target-locale
source: Localization
fr: Localisation

# custom-urls.canonical.description
source: When the Canonical URL has been activated only the linked page will be indexed by search engines.
fr: En cas que l'adresse URL canoniqe est activée, seulement la page cible ( landing page ) est utilisée pour l'indexation par le chercheur web.

# custom-urls.redirect
source: Redirect
fr: Renvoi

# custom-urls.redirect.description
source: The custom URL will be redirected to URL of the the linked page.
fr: La page est directement transmise å l'adresse URL cible.

# custom-urls.no-index.description
source: The page will not be indexed by search engines.
fr: Ne pas indexer cette page par le chercheur web.

# custom-urls.no-follow.description
source: The links on the page will not be followed by search engines.
fr: Les liens inclus à cette page ne vont pas être poursuivis par des chercheurs web.

# custom-urls.history
source: History
fr: Histoire

# custom-urls.choose-target.cancel
source: Back
fr: Antérieur

# custom-urls.target-title
source: Target page (Title)
fr: Landing page (titre)

# custom-urls.no-target
source: No target page available
fr: Il n'existe pas de page cible

# custom-urls.custom-url.default-value
source: Please choose ...
fr: Choisissez s'il vous plaît ...
